Repository: bambouville/tessera
Catalog: Tessera/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans, zh_hant

source: Enrollment public-key blob is not canonical base64.
de: Der Blob des Enrollment-Public-Keys ist kein kanonisches Base64.
es: El blob de la clave pública de inscripción no es base64 canónico.
fr: Le blob de la clé publique d'inscription n'est pas du base64 canonique.
ja: 登録する公開鍵の blob が正規の base64 ではありません。
zh_hans: 注册公钥的 blob 不是规范的 base64。
zh_hant: 註冊公開金鑰的 blob 不是規範的 base64。

source: Enrollment public-key fingerprint does not match its blob.
de: Der Fingerabdruck des Enrollment-Public-Keys passt nicht zu seinem Blob.
es: La huella de la clave pública de inscripción no coincide con su blob.
fr: L'empreinte de la clé publique d'inscription ne correspond pas à son blob.
ja: 登録する公開鍵のフィンガープリントが、その blob と一致しません。
zh_hans: 注册公钥的指纹与其 blob 不符。
zh_hant: 註冊公開金鑰的指紋與其 blob 不符。

source: Enrollment public-key fingerprint is invalid.
de: Der Fingerabdruck des Enrollment-Public-Keys ist ungültig.
es: La huella de la clave pública de inscripción no es válida.
fr: L'empreinte de la clé publique d'inscription est invalide.
ja: 登録する公開鍵のフィンガープリントが不正です。
zh_hans: 注册公钥的指纹无效。
zh_hant: 註冊公開金鑰的指紋無效。

source: Enrollment public-key name contains unsafe display characters.
de: Der Name des Enrollment-Public-Keys enthält unsichere Anzeigezeichen.
es: El nombre de la clave pública de inscripción contiene caracteres de presentación no seguros.
fr: Le nom de la clé publique d'inscription contient des caractères d'affichage non sûrs.
ja: 登録する公開鍵の名前に、表示上安全でない文字が含まれています。
zh_hans: 注册公钥的名称中包含不安全的显示字符。
zh_hant: 註冊公開金鑰的名稱中包含不安全的顯示字元。

source: Enrollment public-key name is empty.
de: Der Name des Enrollment-Public-Keys ist leer.
es: El nombre de la clave pública de inscripción está vacío.
fr: Le nom de la clé publique d'inscription est vide.
ja: 登録する公開鍵の名前が空です。
zh_hans: 注册公钥的名称为空。
zh_hant: 註冊公開金鑰的名稱為空。

source: Enrollment public-key name is too long.
de: Der Name des Enrollment-Public-Keys ist zu lang.
es: El nombre de la clave pública de inscripción es demasiado largo.
fr: Le nom de la clé publique d'inscription est trop long.
ja: 登録する公開鍵の名前が長すぎます。
zh_hans: 注册公钥的名称过长。
zh_hant: 註冊公開金鑰的名稱過長。

source: Enrollment public-key protection metadata is impossible for its algorithm.
de: Die Schutz-Metadaten des Enrollment-Public-Keys sind für seinen Algorithmus unmöglich.
es: Los metadatos de protección de la clave pública de inscripción son imposibles para su algoritmo.
fr: Les métadonnées de protection de la clé publique d'inscription sont impossibles pour son algorithme.
ja: 登録する公開鍵の保護メタデータは、そのアルゴリズムではあり得ない内容です。
zh_hans: 注册公钥的保护元数据与其算法不可能匹配。
zh_hant: 註冊公開金鑰的保護中繼資料與其演算法不可能相符。

source: Enrollment request is invalid.
de: Die Enrollment-Anfrage ist ungültig.
es: La solicitud de inscripción no es válida.
fr: La demande d'inscription est invalide.
ja: 登録リクエストが不正です。
zh_hans: 注册请求无效。
zh_hant: 註冊請求無效。

source: Enrollment request payload is missing.
de: Die Anfrage-Nutzlast des Enrollments fehlt.
es: Falta la carga de solicitud de la inscripción.
fr: La charge utile de requête d'inscription est absente.
ja: 登録リクエストのペイロードがありません。
zh_hans: 缺少注册请求负载。
zh_hant: 缺少註冊請求負載。

source: Enrollment requires an Apple continuation stream or a SAS-bound transport.
de: Für das Enrollment ist ein Apple-Continuation-Stream oder ein SAS-gebundener Transport nötig.
es: La inscripción requiere un flujo de continuidad de Apple o un transporte vinculado a SAS.
fr: L'inscription nécessite un flux de continuité Apple ou un transport lié au SAS.
ja: 登録には、Apple の継続ストリームまたは SAS に紐づいたトランスポートが必要です。
zh_hans: 注册需要 Apple 接力流或绑定 SAS 的传输通道。
zh_hant: 註冊需要 Apple 接續串流或綁定 SAS 的傳輸通道。

source: Enrollment transport failed.
de: Der Enrollment-Transport ist fehlgeschlagen.
es: Falló el transporte de la inscripción.
fr: Le transport de l'inscription a échoué.
ja: 登録のトランスポートに失敗しました。
zh_hans: 注册传输失败。
zh_hant: 註冊傳輸失敗。

source: Enrollment was cancelled and the continuation streams were closed.
de: Die Registrierung wurde abgebrochen und die Continuity-Streams geschlossen.
es: La inscripción se canceló y se cerraron los flujos de continuidad.
fr: L'inscription a été annulée et les flux de continuité ont été fermés.
ja: 登録がキャンセルされ、継続ストリームが閉じられました。
zh_hans: 注册已取消，接续流已关闭。
zh_hant: 註冊已取消，接續串流已關閉。

source: Enter Full Screen
de: Vollbild aktivieren
es: Entrar en pantalla completa
fr: Activer le plein écran
ja: フルスクリーンにする
zh_hans: 进入全屏
zh_hant: 進入全螢幕

source: Enter a password for every unconfigured jump host.
de: Gib für jeden nicht konfigurierten Jump-Host ein Passwort ein.
es: Introduce una contraseña para cada host de salto sin configurar.
fr: Saisissez un mot de passe pour chaque hôte de rebond non configuré.
ja: 未設定の踏み台ホストごとにパスワードを入力してください。
zh_hans: 请为每台未配置的跳板主机输入密码。
zh_hant: 請為每台未設定的跳板主機輸入密碼。

source: Enter a password or authorize this device from your other device.
de: Gib ein Passwort ein oder autorisiere dieses Gerät von deinem anderen Gerät aus.
es: Introduce una contraseña o autoriza este dispositivo desde tu otro dispositivo.
fr: Saisissez un mot de passe ou autorisez cet appareil depuis votre autre appareil.
ja: パスワードを入力するか、もう一方のデバイスからこのデバイスを承認してください。
zh_hans: 请输入密码，或从你的另一台设备授权本设备。
zh_hant: 請輸入密碼，或從你的另一台裝置授權本裝置。

source: Enter a password or choose a key before connecting.
de: Gib vor dem Verbinden ein Passwort ein oder wähle einen Key.
es: Introduce una contraseña o elige una clave antes de conectar.
fr: Saisissez un mot de passe ou choisissez une clé avant de vous connecter.
ja: 接続する前にパスワードを入力するか、キーを選択してください。
zh_hans: 连接前请输入密码或选择一个密钥。
zh_hant: 連線前請輸入密碼或選擇一個金鑰。

source: Environment variables. These commonly contain tokens or credentials.
de: Umgebungsvariablen. Sie enthalten häufig Tokens oder Zugangsdaten.
es: Variables de entorno. Suelen contener tokens o credenciales.
fr: Variables d'environnement. Elles contiennent souvent des jetons ou des identifiants.
ja: 環境変数。トークンや資格情報が含まれていることがよくあります。
zh_hans: 环境变量。其中常含有令牌或凭据。
zh_hant: 環境變數。其中常含有權杖或憑證。

source: Escape
de: Esc-Taste
fr: Échap
ja: エスケープ
zh_hans: Esc 键
zh_hant: Esc 鍵

source: Excluded because this device has no reusable authenticated path.
de: Ausgeschlossen, weil dieses Gerät keinen wiederverwendbaren authentifizierten Weg hat.
es: Excluido porque este dispositivo no tiene una ruta autenticada reutilizable.
fr: Exclu car cet appareil ne dispose d'aucun chemin authentifié réutilisable.
ja: このデバイスには再利用できる認証済み経路がないため、対象外です。
zh_hans: 已排除，因为本设备没有可复用的已认证路径。
zh_hant: 已排除，因為本裝置沒有可重複使用的已驗證路徑。

source: Excluded. Passwords never transfer and will be requested on first connect.
de: Ausgeschlossen. Passwörter werden nie übertragen und beim ersten Verbinden abgefragt.
es: Excluido. Las contraseñas nunca se transfieren y se pedirán en la primera conexión.
fr: Exclu. Les mots de passe ne sont jamais transférés et seront demandés à la première connexion.
ja: 対象外です。パスワードは転送されず、初回接続時に入力を求められます。
zh_hans: 已排除。密码从不传输，将在首次连接时询问。
zh_hant: 已排除。密碼從不傳輸，將在首次連線時詢問。

source: Exit Full Screen
de: Vollbild beenden
es: Salir de pantalla completa
fr: Quitter le plein écran
ja: フルスクリーンを解除
zh_hans: 退出全屏
zh_hant: 結束全螢幕

source: Expected frame %llu, got %llu.
de: Frame %llu erwartet, %llu erhalten.
es: Se esperaba la trama %llu y se recibió %llu.
fr: Trame %llu attendue, %llu reçue.
ja: フレーム %1$llu を期待しましたが、%2$llu を受信しました。
zh_hans: 预期帧 %1$llu，实际收到 %2$llu。
zh_hant: 預期影格 %1$llu，實際收到 %2$llu。

source: Expected peer role %@, got %@.
de: Peer-Rolle %@ erwartet, %@ erhalten.
es: Se esperaba el rol de par %@ y se recibió %@.
fr: Rôle du pair %@ attendu, %@ reçu.
ja: ピアの役割 %1$@ を期待しましたが、%2$@ でした。
zh_hans: 预期对端角色为 %1$@，实际为 %2$@。
zh_hant: 預期對端角色為 %1$@，實際為 %2$@。

source: Export failed: %@
de: Export fehlgeschlagen: %@
es: Error al exportar: %@
fr: Échec de l'export : %@
ja: 書き出しに失敗しました: %@
zh_hans: 导出失败：%@
zh_hant: 匯出失敗：%@

source: Exports public host keys and fingerprints as an OpenSSH known hosts file
de: Exportiert öffentliche Host-Keys und Fingerabdrücke als OpenSSH-known-hosts-Datei
es: Exporta las claves públicas de host y sus huellas como un archivo known hosts de OpenSSH
fr: Exporte les clés d'hôte publiques et leurs empreintes dans un fichier known hosts OpenSSH
ja: 公開ホストキーとフィンガープリントを OpenSSH の known hosts ファイルとして書き出します
zh_hans: 将公开主机密钥和指纹导出为 OpenSSH known hosts 文件
zh_hant: 將公開主機金鑰和指紋輸出為 OpenSSH known hosts 檔案

source: FAILED
de: FEHLGESCHLAGEN
es: FALLÓ
fr: ÉCHEC
ja: 失敗
zh_hans: 失败
zh_hant: 失敗

source: Face ID first, with device-passcode fallback
de: zuerst Face ID, ersatzweise der Gerätecode
es: primero Face ID, con el código del dispositivo como alternativa
fr: Face ID d'abord, avec le code de l'appareil en secours
ja: まず Face ID、だめならデバイスのパスコード
zh_hans: 优先使用 Face ID，回退到设备密码
zh_hant: 優先使用 Face ID，回退到裝置密碼

source: Face ID or passcode; a grant may cover the same endpoint and key for 30 seconds
de: Face ID oder Code; eine Freigabe kann denselben Endpunkt und Key 30 Sekunden lang abdecken
es: Face ID o código; una concesión puede cubrir el mismo extremo y la misma clave durante 30 segundos
fr: Face ID ou code ; une autorisation peut couvrir le même point de terminaison et la même clé pendant 30 secondes
ja: Face ID またはパスコード。1 回の許可で、同じエンドポイントとキーを 30 秒間カバーできます
zh_hans: Face ID 或密码；一次授权可在 30 秒内覆盖同一端点和同一密钥
zh_hant: Face ID 或密碼；一次授權可在 30 秒內涵蓋同一端點和同一金鑰

source: Face ID/Touch ID or passcode is permanently enforced for this older Secure Enclave key
de: Für diesen älteren Secure-Enclave-Key sind Face ID/Touch ID oder Code dauerhaft erzwungen
es: Face ID/Touch ID o código son obligatorios de forma permanente para esta clave antigua del Secure Enclave
fr: Face ID/Touch ID ou le code sont imposés de façon permanente pour cette ancienne clé Secure Enclave
ja: この古い Secure Enclave キーでは Face ID/Touch ID またはパスコードが恒久的に必須です
zh_hans: 此较早的 Secure Enclave 密钥永久强制要求 Face ID/Touch ID 或密码
zh_hant: 此較早的 Secure Enclave 金鑰永久強制要求 Face ID/Touch ID 或密碼

source: Face ID/Touch ID or passcode whenever Tessera accesses this key
de: Face ID/Touch ID oder Code, sobald Tessera auf diesen Key zugreift
es: Face ID/Touch ID o código cada vez que Tessera acceda a esta clave
fr: Face ID/Touch ID ou code chaque fois que Tessera accède à cette clé
ja: Tessera がこのキーにアクセスするたびに Face ID/Touch ID またはパスコードを要求します
zh_hans: Tessera 每次访问此密钥时都要求 Face ID/Touch ID 或密码
zh_hant: Tessera 每次存取此金鑰時都要求 Face ID/Touch ID 或密碼

source: Failed to open the SSH channel.
de: Der SSH-Kanal konnte nicht geöffnet werden.
es: No se pudo abrir el canal SSH.
fr: Impossible d'ouvrir le canal SSH.
ja: SSH のチャネルを開けませんでした。
zh_hans: 无法打开 SSH 通道。
zh_hant: 無法開啟 SSH 通道。

source: Failed to open the SSH exec channel.
de: Der SSH-exec-Kanal konnte nicht geöffnet werden.
es: No se pudo abrir el canal exec de SSH.
fr: Impossible d'ouvrir le canal exec SSH.
ja: SSH の exec チャネルを開けませんでした。
zh_hans: 无法打开 SSH exec 通道。
zh_hant: 無法開啟 SSH exec 通道。

source: Files
de: Dateien
es: Archivos
fr: Fichiers
ja: ファイル
zh_hans: 文件
zh_hant: 檔案

source: Files, background upload complete
de: Dateien, Hintergrund-Upload abgeschlossen
es: Archivos, subida en segundo plano finalizada
fr: Fichiers, téléversement en arrière-plan terminé
ja: ファイル、バックグラウンドのアップロードが完了しました
zh_hans: 文件，后台上传已完成
zh_hant: 檔案，背景上傳已完成

source: Files, background upload failed
de: Dateien, Hintergrund-Upload fehlgeschlagen
es: Archivos, error en la subida en segundo plano
fr: Fichiers, échec du téléversement en arrière-plan
ja: ファイル、バックグラウンドのアップロードに失敗しました
zh_hans: 文件，后台上传失败
zh_hant: 檔案，背景上傳失敗

source: Find in terminal
de: Im Terminal suchen
es: Buscar en el terminal
fr: Rechercher dans le terminal
ja: ターミナル内を検索
zh_hans: 在终端中查找
zh_hant: 在終端機中尋找

source: Finish the current continuation before opening another.
de: Schließe die aktuelle Fortsetzung ab, bevor du eine weitere öffnest.
es: Termina la continuación actual antes de abrir otra.
fr: Terminez la continuation en cours avant d'en ouvrir une autre.
ja: 別の継続を開く前に、現在の継続を完了してください。
zh_hans: 请先完成当前的接续，再开始下一个。
zh_hant: 請先完成目前的接續，再開始下一個。

source: Finish the current host setup, then try Handoff again.
de: Schließe die aktuelle Host-Einrichtung ab und versuche Handoff dann erneut.
es: Termina la configuración del host actual y vuelve a intentar Handoff.
fr: Terminez la configuration de l'hôte en cours, puis réessayez Handoff.
ja: 現在のホスト設定を完了してから、もう一度 Handoff を試してください。
zh_hans: 请先完成当前主机的设置，然后再试一次接力。
zh_hant: 請先完成目前主機的設定，然後再試一次 Handoff。

source: Fixing agent integration
de: Agenten-Integration wird repariert
es: Reparando la integración del agente
fr: Réparation de l'intégration de l'agent
ja: エージェント統合を修復中
zh_hans: 正在修复智能体集成
zh_hant: 正在修復智慧體整合

source: Follow Claude Code and Codex across every session. See who needs input, answer a prompt, or jump straight to the right terminal.
de: Verfolge Claude Code und Codex über alle Sitzungen hinweg. Sieh, wer eine Eingabe braucht, beantworte eine Rückfrage oder springe direkt ins richtige Terminal.
es: Sigue a Claude Code y Codex en todas las sesiones. Mira quién necesita entrada, responde una pregunta o salta directamente al terminal correcto.
fr: Suivez Claude Code et Codex dans toutes vos sessions. Voyez qui attend une réponse, répondez à une invite ou passez directement au bon terminal.
ja: すべてのセッションで Claude Code と Codex を追跡できます。入力待ちのエージェントを確認し、プロンプトに答え、目的のターミナルへ直接移動できます。
zh_hans: 跨所有会话跟踪 Claude Code 和 Codex。查看谁在等待输入、回答提示，或直接跳转到对应的终端。
zh_hant: 跨所有工作階段追蹤 Claude Code 和 Codex。查看誰在等待輸入、回答提示，或直接跳至對應的終端機。

source: Free-form host notes. These may contain sensitive text.
de: Freie Host-Notizen. Sie können sensiblen Text enthalten.
es: Notas libres del host. Pueden contener texto sensible.
fr: Notes libres sur l'hôte. Elles peuvent contenir du texte sensible.
ja: ホストの自由記述メモ。機密性のある文章が含まれている場合があります。
zh_hans: 主机的自由备注。其中可能含有敏感文本。
zh_hant: 主機的自由備註。其中可能含有敏感文字。

source: Fresh biometric authorization failed.
de: Die erneute biometrische Autorisierung ist fehlgeschlagen.
es: Falló la autorización biométrica reciente.
fr: La nouvelle autorisation biométrique a échoué.
ja: 改めての生体認証に失敗しました。
zh_hans: 重新进行生物识别授权失败。
zh_hant: 重新進行生物辨識授權失敗。

source: Greater-than sign
de: Größer-als-Zeichen
es: Signo mayor que
fr: Signe supérieur à
ja: 大なり記号
zh_hans: 大于号
zh_hant: 大於號

source: HEADS UP
de: ACHTUNG
es: AVISO
fr: ATTENTION
ja: 注意
zh_hans: 请注意
zh_hant: 請注意

source: HOST ACCESS RECEIPT
de: BELEG ÜBER HOST-ZUGANG
es: COMPROBANTE DE ACCESO A HOSTS
fr: REÇU D'ACCÈS AUX HÔTES
ja: ホストアクセスの記録
zh_hans: 主机访问回执
zh_hant: 主機存取回條

source: HOST GRANTS
de: HOST-FREIGABEN
es: CONCESIONES DE HOST
fr: AUTORISATIONS D'HÔTE
ja: ホストへの付与
zh_hans: 主机授权
zh_hant: 主機授權

source: Help
de: Hilfe
es: Ayuda
fr: Aide
ja: ヘルプ
zh_hans: 帮助
zh_hant: 輔助說明

source: Hide accessory bar
de: Zubehörleiste ausblenden
es: Ocultar la barra accesoria
fr: Masquer la barre d'accessoires
ja: アクセサリバーを非表示
zh_hans: 隐藏辅助栏
zh_hant: 隱藏輔助列

source: Hide keyboard
de: Tastatur ausblenden
es: Ocultar el teclado
fr: Masquer le clavier
ja: キーボードを非表示
zh_hans: 隐藏键盘
zh_hant: 隱藏鍵盤

source: Home
de: Pos1
es: Inicio
fr: Début
ja: Home キー
zh_hans: Home 键
zh_hant: Home 鍵

source: Home directory is unavailable for paste upload.
de: Das Home-Verzeichnis steht für den Einfüge-Upload nicht zur Verfügung.
es: El directorio personal no está disponible para la subida por pegado.
fr: Le répertoire personnel est indisponible pour le téléversement par collage.
ja: ペーストによるアップロードに使うホームディレクトリを利用できません。
zh_hans: 粘贴上传所需的主目录不可用。
zh_hant: 貼上上傳所需的主目錄不可用。

source: Host files may have changed, but this shell was not enabled. Recheck from an empty shell prompt.
de: Auf dem Host haben sich vielleicht Dateien geändert, aber diese Shell wurde nicht aktiviert. Prüfe erneut an einer leeren Shell-Eingabeaufforderung.
es: Puede que los archivos del host hayan cambiado, pero este shell no se activó. Vuelve a comprobarlo desde un prompt de shell vacío.
fr: Les fichiers de l'hôte ont peut-être changé, mais ce shell n'a pas été activé. Revérifiez depuis une invite shell vide.
ja: ホスト上のファイルは変更された可能性がありますが、このシェルは有効化されていません。空のシェルプロンプトから再確認してください。
zh_hans: 主机文件可能已更改，但此 shell 未被启用。请在空的 shell 提示符下重新检查。
zh_hant: 主機檔案可能已變更，但此 shell 未被啟用。請在空白的 shell 提示字元下重新檢查。

source: Host key was not trusted. Connect once first to review it, then retry.
de: Dem Host-Key wurde nicht vertraut. Verbinde dich zunächst einmal, um ihn zu prüfen, und versuche es dann erneut.
es: No se confió en la clave del host. Conecta una vez para revisarla y vuelve a intentarlo.
fr: La clé d'hôte n'a pas été approuvée. Connectez-vous une fois pour la vérifier, puis réessayez.
ja: ホストキーが信頼されていません。まず一度接続して内容を確認してから、やり直してください。
zh_hans: 尚未信任该主机密钥。请先连接一次以核对，然后重试。
zh_hant: 尚未信任該主機金鑰。請先連線一次以核對，然後重試。

source: Host-key approval for %@ did not persist. The connection was stopped.
de: Die Host-Key-Freigabe für %@ wurde nicht gespeichert. Die Verbindung wurde beendet.
es: La aprobación de la clave de host para %@ no se guardó. La conexión se detuvo.
fr: L'approbation de la clé d'hôte pour %@ n'a pas été enregistrée. La connexion a été arrêtée.
ja: %@ のホストキー承認が保存されませんでした。接続を停止しました。
zh_hans: %@ 的主机密钥批准未能保存。连接已停止。
zh_hant: %@ 的主機金鑰核准未能儲存。連線已停止。

source: I understand · continue
de: Verstanden · fortfahren
es: Entendido · continuar
fr: J'ai compris · continuer
ja: 理解しました · 続ける
zh_hans: 我已了解 · 继续
zh_hant: 我已了解 · 繼續

source: IN
de: REIN
es: ENTRA
fr: ENTRÉE
ja: 受信
zh_hans: 接收
zh_hant: 接收

source: INHERIT FROM NEARBY
de: VON GERÄT IN DER NÄHE ÜBERNEHMEN
es: HEREDAR DE UN DISPOSITIVO CERCANO
fr: HÉRITER D'UN APPAREIL PROCHE
ja: 近くのデバイスから引き継ぐ
zh_hans: 从附近设备继承
zh_hant: 從鄰近裝置繼承

source: Import failed: %@
de: Import fehlgeschlagen: %@
es: Error de importación: %@
fr: Échec de l'import : %@
ja: インポートに失敗しました: %@
zh_hans: 导入失败：%@
zh_hant: 匯入失敗：%@

source: Import failed: known_hosts files must be 1 MiB or smaller.
de: Import fehlgeschlagen: known_hosts-Dateien dürfen höchstens 1 MiB groß sein.
es: Error de importación: los archivos known_hosts deben ocupar 1 MiB o menos.
fr: Échec de l'import : les fichiers known_hosts doivent faire 1 Mio au maximum.
ja: インポートに失敗しました: known_hosts ファイルは 1 MiB 以下である必要があります。
zh_hans: 导入失败：known_hosts 文件必须不超过 1 MiB。
zh_hant: 匯入失敗：known_hosts 檔案必須不超過 1 MiB。

source: Import failed: the selected file is not UTF-8 text.
de: Import fehlgeschlagen: die ausgewählte Datei ist kein UTF-8-Text.
es: Error de importación: el archivo seleccionado no es texto UTF-8.
fr: Échec de l'import : le fichier sélectionné n'est pas du texte UTF-8.
ja: インポートに失敗しました: 選択したファイルは UTF-8 のテキストではありません。
zh_hans: 导入失败：所选文件不是 UTF-8 文本。
zh_hant: 匯入失敗：所選檔案不是 UTF-8 文字。

source: Import was not saved and Known Hosts was not changed: %@
de: Der Import wurde nicht gesichert, die bekannten Hosts blieben unverändert: %@
es: La importación no se guardó y los hosts conocidos no cambiaron: %@
fr: L'import n'a pas été enregistré et les hôtes connus n'ont pas changé : %@
ja: インポートは保存されず、既知のホストは変更されていません: %@
zh_hans: 导入未保存，已知主机未更改：%@
zh_hant: 匯入未儲存，已知主機未變更：%@

source: Imported %lld added, %lld replaced, %lld unchanged
de: Import abgeschlossen: %1$lld hinzugefügt, %2$lld ersetzt, %3$lld unverändert
es: Importación completada: %1$lld añadidos, %2$lld reemplazados, %3$lld sin cambios
fr: Import terminé : %1$lld ajoutés, %2$lld remplacés, %3$lld inchangés
ja: インポート完了: 追加 %1$lld 件、置換 %2$lld 件、変更なし %3$lld 件
zh_hans: 导入完成：新增 %1$lld 项，替换 %2$lld 项，未更改 %3$lld 项
zh_hant: 匯入完成：新增 %1$lld 項、取代 %2$lld 項、未變更 %3$lld 項

source: Imported %lld added, %lld replaced, %lld unchanged, %lld skipped because Known Hosts changed during review
de: Import abgeschlossen: %1$lld hinzugefügt, %2$lld ersetzt, %3$lld unverändert, %4$lld übersprungen, weil sich die bekannten Hosts während der Prüfung geändert haben
es: Importación completada: %1$lld añadidos, %2$lld reemplazados, %3$lld sin cambios, %4$lld omitidos porque los hosts conocidos cambiaron durante la revisión
fr: Import terminé : %1$lld ajoutés, %2$lld remplacés, %3$lld inchangés, %4$lld ignorés car les hôtes connus ont changé pendant la vérification
ja: インポート完了: 追加 %1$lld 件、置換 %2$lld 件、変更なし %3$lld 件、確認中に既知のホストが変更されたため %4$lld 件をスキップ
zh_hans: 导入完成：新增 %1$lld 项，替换 %2$lld 项，未更改 %3$lld 项，%4$lld 项因审核期间已知主机发生变化而跳过
zh_hant: 匯入完成：新增 %1$lld 項、取代 %2$lld 項、未變更 %3$lld 項、%4$lld 項因審核期間已知主機變更而略過

source: Imported %lld hosts, %lld jump routes, and %lld trusted host keys.
de: %lld Hosts, %lld Jump-Routen und %lld vertrauenswürdige Host-Keys importiert.
es: Se importaron %lld hosts, %lld rutas de salto y %lld claves de host de confianza.
fr: %lld hôtes, %lld routes de rebond et %lld clés d'hôte de confiance importés.
ja: %lld 台のホスト、%lld 件の踏み台ルート、%lld 件の信頼済みホストキー を読み込みました。
zh_hans: 已导入 %lld 台主机、%lld 条跳板路由和 %lld 个受信任主机密钥。
zh_hant: 已輸入 %lld 台主機、%lld 條跳板路由和 %lld 個受信任主機金鑰。

source: Importing %@ keys is not supported. Use Ed25519 instead.
de: Der Import von %@-Keys wird nicht unterstützt. Verwende stattdessen Ed25519.
es: No se admite la importación de claves %@. Usa Ed25519 en su lugar.
fr: L'import de clés %@ n'est pas pris en charge. Utilisez Ed25519 à la place.
ja: %@ キーの読み込みには対応していません。代わりに Ed25519 を使用してください。
zh_hans: 不支持导入 %@ 密钥。请改用 Ed25519。
zh_hant: 不支援輸入 %@ 金鑰。請改用 Ed25519。

source: Importing setup
de: Einrichtung wird importiert
es: Importando la configuración
fr: Import de la configuration
ja: セットアップを読み込み中
zh_hans: 正在导入设置
zh_hant: 正在輸入設定

source: In tmux sessions, every window is a tab up top — %@ opens one, %@ jumps, and %@ splits a pane. Native control mode, not a passthrough.
de: In tmux-Sitzungen ist jedes Fenster ein Tab oben — %1$@ öffnet eines, %2$@ springt und %3$@ teilt einen Bereich. Nativer Control Mode, kein Passthrough.
es: En las sesiones de tmux, cada ventana es una pestaña arriba: %1$@ abre una, %2$@ salta y %3$@ divide un panel. Modo control nativo, no un passthrough.
fr: Dans les sessions tmux, chaque fenêtre est un onglet en haut — %1$@ en ouvre une, %2$@ permet de sauter et %3$@ divise un volet. Mode contrôle natif, pas un passthrough.
ja: tmux セッションでは、各ウインドウが上部のタブになります。%1$@ で新規作成、%2$@ で移動、%3$@ でペインを分割します。パススルーではなくネイティブのコントロールモードです。
zh_hans: 在 tmux 会话中，每个窗口都是顶部的一个标签 —— %1$@ 新建，%2$@ 跳转，%3$@ 分割窗格。原生控制模式，而非透传。
zh_hant: 在 tmux 工作階段中，每個視窗都是頂部的一個分頁 —— %1$@ 新增，%2$@ 跳轉，%3$@ 分割窗格。原生控制模式，而非透傳。

source: Install
de: Installieren
es: Instalar
fr: Installer
ja: インストール
zh_hans: 安装
zh_hant: 安裝

source: Install agent integration?
de: Agenten-Integration installieren?
es: ¿Instalar la integración del agente?
fr: Installer l'intégration de l'agent ?
ja: エージェント統合をインストールしますか？
zh_hans: 要安装智能体集成吗？
zh_hant: 要安裝智慧體整合嗎？

source: Install agent status hook?
de: Agent-Status-Hook installieren?
es: ¿Instalar el hook de estado del agente?
fr: Installer le hook d'état de l'agent ?
ja: エージェントのステータスフックをインストールしますか？
zh_hans: 要安装智能体状态钩子吗？
zh_hant: 要安裝智慧體狀態掛鉤嗎？

source: Install and enable
de: Installieren und aktivieren
es: Instalar y activar
fr: Installer et activer
ja: インストールして有効にする
zh_hans: 安装并启用
zh_hant: 安裝並啟用

source: Install and enable integration?
de: Integration installieren und aktivieren?
es: ¿Instalar y activar la integración?
fr: Installer et activer l'intégration ?
ja: 統合をインストールして有効にしますか？
zh_hans: 要安装并启用集成吗？
zh_hant: 要安裝並啟用整合嗎？

source: Install integration
de: Integration installieren
es: Instalar integración
fr: Installer l'intégration
ja: 連携をインストール
zh_hans: 安装集成
zh_hant: 安裝整合

source: Install shell integration?
de: Shell-Integration installieren?
es: ¿Instalar la integración con el shell?
fr: Installer l'intégration au shell ?
ja: シェル統合をインストールしますか？
zh_hans: 要安装 shell 集成吗？
zh_hant: 要安裝 shell 整合嗎？

source: Install the other device's public key using this device's existing access.
de: Installiere den Public Key des anderen Geräts über den vorhandenen Zugriff dieses Geräts.
es: Instala la clave pública del otro dispositivo usando el acceso que ya tiene este dispositivo.
fr: Installez la clé publique de l'autre appareil grâce à l'accès dont dispose déjà cet appareil.
ja: このデバイスの既存のアクセス権を使って、もう一方のデバイスの公開鍵をインストールします。
zh_hans: 使用本设备已有的访问权限安装另一台设备的公钥。
zh_hant: 使用本裝置既有的存取權限安裝另一台裝置的公鑰。
